[
  "Focus on what matters most to you right now.",
  "Every moment of distraction is a moment away from your dreams.",
  "Your future self will thank you for this decision.",
  "Progress happens when you choose intention over impulse.",
  "What would you accomplish if you weren't scrolling?",
  "Your attention is your most valuable resource.",
  "Small choices lead to big changes.",
  "Be present in your own life.",
  "Your goals are waiting for your focus.",
  "Choose growth over entertainment.",
  "The best time to focus was yesterday. The second best time is now.",
  "You have the power to redirect your attention.",
  "Every 'no' to distraction is a 'yes' to your priorities.",
  "Your mind is a garden. Choose what you plant carefully.",
  "Success is built one focused moment at a time.",
  "The quality of your attention determines the quality of your life.",
  "You are not your impulses. You are your choices.",
  "Deep work creates deep satisfaction.",
  "Discipline is choosing between what you want now and what you want most.",
  "Your phone can wait. Your dreams cannot.",
  "Mindful moments create meaningful progress.",
  "The scroll is endless, but your time is not.",
  "Choose to be the author of your attention.",
  "Every moment of focus is an investment in your future.",
  "You are stronger than your distractions.",
  "Real life happens when you look up from the screen.",
  "Your potential is waiting for your presence.",
  "Focus is a superpower in a distracted world.",
  "The path to your goals starts with this moment of choice.",
  "You control your attention, not the algorithm.",
  "Presence is the greatest present you can give yourself.",
  "Your dreams deserve your undivided attention.",
  "Choose progress over procrastination.",
  "The most productive thing you can do is stop being unproductive.",
  "Your future is created by what you do today, not what you scroll today.",
  "Attention is the currency of achievement.",
  "You are one decision away from a different life.",
  "The magic happens when you show up consistently.",
  "Your goals are calling. Will you answer?",
  "Every moment of focus is a step toward mastery."
]